CFDEM/CFDEMcoupling-PUBLIC-5.x/tutorials/cfdemSolverIB/twoSpheresGlowinskiMPI_2/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          100;
        startFace       11100;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1600;
        startFace       11200;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          100;
        startFace       12800;
    }
)

// ************************************************************************* //
